app/controllers/api/playlists_controller.rb

INSERT INTO "playlists" ("user_id", "title", "created_at", "updated_at") VALUES ($1, $2, $3, $4) RETURNING "id"  [["user_id", 1], ["title", "test"], ["created_at", "2020-03-04 21:32:30.100211"], ["updated_at", "2020-03-04 21:32:30.100211"]]
---
  def create
    @playlist = Playlist.new(playlist_params)
    if @playlist.save